#include<iostream>
#include<stdio.h>

void cabecalho_inicio() {
    
    printf(" \n");    
    printf("               .-'''-.                   _..._                \n");
    printf("              '   _    \\              .-'_..._''.            \n");
    printf("            /   /` '.   \\           .' .'      '.\\          \n");
    printf("      _.._ .   |     \\  '          / .'                      \n");
    printf("    .' .._||   '      |  '.-,.--. . '                         \n");
    printf("    | '    \\    \\     / / |  .-. || |                 __    \n");
    printf("  __| |__   `.   ` ..' /  | |  | || |              .:--.'.    \n");
    printf(" |__   __|     '-...-'`   | |  | |. '             / |   \\ |  \n");
    printf("    | |                   | |  '-  \\ '.          .` __ | |   \n");
    printf("    | |                   | |       '. `._____.-'/ .'.''| |   \n");
    printf("    | |                   | |         `-.______ / / /   | |_  \n");
    printf("    | |                   | |         `-.______ / / /   | |_  \n");
    printf("    | |                   | |         `-.______ / / /   | |_  \n");
    printf("    | |                   | |         `-.______ / / /   | |_  \n");
    printf("    | |                   |_|                  `  \\ \\._,\\  \n");
    printf("    |_|                                            `--'  `    \n");
    printf(" \n");

    printf(" \n");
    printf("     ⠀(\\__/)⠀⠀⠀⠀⠀                                   \n");
    printf(" ⠀⠀⠀⠀⠀(•ㅅ•)⠀⠀      Bora Jogar?                      \n");
    printf(" ⠀＿ノ⠀ヽ⠀ノ⠀＼＿⠀⠀                                    \n");
    printf(" /⠀️⠀Y⠀⌒Ｙ⌒⠀Ｙ⠀️⠀️ヽ       Frango!                       \n");
    printf(" (⠀️⠀️⠀️(三ヽ人⠀⠀/⠀⠀⠀|                                   \n");
    printf(" |⠀️⠀️⠀️ﾉ⠀¯¯\\⠀￣￣ヽノ                                   \n");
    printf(" ヽ＿＿＿⠀⠀＞､＿_／                                      \n");
    printf(" ⠀⠀｜⠀(⠀王⠀)〈⠀⠀                                      \n");
    printf(" ⠀⠀/⠀⠀ﾐ`——彡⠀\\  (•ㅅ•)                                \n");
    printf("========================================================\n");
    printf(" \n\n");

  }
